Repository: zhihaofans/EasySwift
Catalog: Easy Swift/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: SwiftUI 组件
en: SwiftUI Components

source: 分段选择 Picker
en: Picker

source: 删除
en: Delete

source: 启用功能
en: Enable Feature

source: 图标 Image
en: Image

source: 带副标题
en: With subtitle

source: 开关 Toggle
en: Toggle

source: 弹窗
en: Alert

source: 当前值：%lld
en: Current: %lld

source: 按钮 Button
en: Buttons

source: 提示
en: Alert

source: 数量：%lld
en: Count: %lld

source: 日期选择 DatePicker
en: DatePicker

source: 标签 Label
en: Label

source: 步进器 Stepper
en: Stepper

source: 滑块 Slider
en: Slider

source: 玻璃
en: Glass

source: 确定
en: OK

source: 访问 Apple 官网
en: Visit Apple

source: 请输入内容
en: Enter text

source: 输入框 TextField
en: TextField

source: 这是一个标签
en: This is a label

source: 这是一个系统弹窗示例
en: This is a system alert demo

source: 进度 ProgressView
en: ProgressView

source: 选择日期
en: Select Date

source: 选择颜色
en: Select Color

source: 选项
en: Option

source: 选项一
en: Option 1

source: 选项三
en: Option 3

source: 选项二
en: Option 2

source: 链接 Link
en: Link

source: 颜色选择 ColorPicker
en: ColorPicker

source: 默认
en: Default
